/* Accessory view must be no more than 200pts high. */
"Accessory view must be no more than 250pts high." = "La hauteur de la fenêtre auxiliaire est limitée à 250 points.";

/* Accessory view must be no more than 600pts wide. */
"Accessory view must be no more than 600pts wide." = "La largeur de la fenêtre auxiliaire est limitée à 600 points.";

/* Can't modify properties until data has been set */
"Can't modify properties until data has been set." = "Définir les données avant de modifier les paramètres.";

/* Can't perform '%@' on an empty list. */
"Can't perform '%@' on an empty list." = "La commande '%@' ne peut traiter une liste vide.";

/* Can't perform '%@' when lists have differing item counts. */
"Can't perform '%@' when lists have differing item counts." = "La commande '%@' ne peut traiter des listes de longueurs différentes.";

/* Cancel row deletion */
"Cancel" = "Annuler";

/* Row deletion alert message */
"Delete the selected rows?" = "Effacer les lignes sélectionnées ?";

/* Discard Change button */
"Discard Change" = "Annuler la modification";

/* Error preparing results list. */
"Error preparing results list." = "Construire la liste des résultats génère une erreur.";

/* Invalid '%@' parameter, item is not a list: %@ */
"Invalid '%@' parameter, item is not a list: %@" = "Le paramètre '%1$@' est incorrect, l’objet %2$@ n’est pas une liste.";

/* Invalid '%@' parameter: %@ */
"Invalid '%@' parameter: %@" = "Le paramètre'%1$@' est incorrect : %2$@";

/* Invalid column type: %lu */
"Invalid column type: %lu" = "Type de colonne incorrect : %lu";

/* Invalid index in '%@' parameter: %@ */
"Invalid index in '%@' parameter: %@" = "L’index %2$@ dans le paramètre '%1$@' est incorrect.";

/* No such table property: %@ */
"No such table property: %@" = "Aucune propriété de table du type : %@";

/* OK button
 OK row deletion */
"OK" = "OK";

/* Please provide a valid value. */
"Please provide a valid value." = "Veuillez fournir une valeur valide.";

/* Provided data can't have more than 100 columns. */
"Provided data can't have more than 100 columns." = "Les données fournies ne peuvent comporter plus de 100 colonnes.";

/* Provided data doesn't consist solely of lists. */
"Provided data doesn't consist solely of lists." = "Les données fournies ne sont pas toutes des listes.";

/* Provided data is an empty list. */
"Provided data is an empty list." = "Données fournies : liste vide.";

/* Provided data: expected a date, but found some other class. */
"Provided data: expected a date, but found some other class." = "Données fournies : date attendue, autre type reçu.";

/* Provided data: expected a number, but found some other class. */
"Provided data: expected a number, but found some other class." = "Données fournies : nombre attendu, autre type reçu.";

/* Provided data: expected number or boolean, but found some other class. */
"Provided data: expected number or boolean, but found some other class." = "Données fournies : nombre ou un booléen attendu, autre type reçu.";

/* Provided data: expected text, but found some other class. */
"Provided data: expected text, but found some other class." = "Données fournies : texte attendu, autre type reçu.";

/* Provided data: list doesn't consist solely of lists. */
"Provided data: list doesn't consist solely of lists." = "Données fournies : ne sont pas toutes des listes.";

/* Provided data: lists are not all of equal length. */
"Provided data: lists are not all of equal length." = "Données fournies : listes de longueurs différentes.";

/* Provided data: unknown type: %d. */
"Provided data: unknown type: %d." = "Données fournies : type inconnu : %d.";

/* Strangely, the list's list is not a list. Please report the circumstances. */
"Strangely, the list's list is not a list. Please report the circumstances." = "Bizarrement, cette liste d’une liste n’est pas une liste. Veuillez signaler les circonstances de cet incident.";

/* The '%@' command requires a list of lists. */
"The '%@' command requires a list of lists." = "La commande '%@' requiert une liste de listes.";

/* The '-SMSModifyColumns:usingProperties:error:' command has no such property: %@ */
"The '-SMSModifyColumns:usingProperties:error:' command has no such property: %@" = "La commande '-SMSModifyColumns:usingProperties:error:' ne connaît pas la propriété: %@";

/* The table you have passed is not valid */
"The table you have passed is not valid" = "La table passée est incorrecte";

/* Row deletion alert detail */
"All selected rows will be deleted" = "Cette action ne peut être annulée";

/* Unknown error */
"Unknown error" = "Erreur inconnue";

/* Unknown error: Unable to initialize table dialog. */
"Unknown error: Unable to initialize table dialog." = "Erreur inconnue: Impossible d’initialiser une table.";

/* User interaction not allowed: %d */
"User interaction not allowed: %d" = "Manipulation interdite : %d";
